{
  "artists": [
    {
      "id": 1,
      "name": "AMAMELIA",
      "bio": "Amamelia is the musical project of Amelia Berry, a musician and songwriter currently based in Auckland. Her music combines breaks normally found in Jungle & Drum & Bass with a sugary synthetic pop sensibility. Throughout 2020 Amamelia has been teasing her audience with So Good and Sad and Lonely feat Junny, two singles from her debut album WOW! (due out before the years end via Sunreturn).Outside of Amamelia, Amelia can be found creating ambient soundscapes in caves as Old Chips, playing in queerbo pop-punk band Babyteeth and performing as one half of synth pop duo Fimo. In the past she's been the mastermind behind the romantic jangle of Polyester (fka as Kip McGrath), and one third of queer DJ trio PWB . She is currently host of 95bFM's illustrious chart show, the 95bFM Top 10.",
      "img": "./Amamelia - Photo Credit Karin Yamasaki.jpeg",
      "video": "https://www.youtube.com/embed/8LQvrQf-vEU",
      "pcredt": "Karin Yamasaki",
      "pcredlink": "https://www.instagram.com/karin.yamasaki/",
      "socialMedia": {
        "twitter": "https://twitter.com/Mealy_Worm",
        "youtube": "https://www.youtube.com/playlist?list=PL3_-29X9BmxMRTNKOtqG15P4TYhHzj9ed",
        "instagram": "",
        "facebook": "https://www.facebook.com/amamelianz/",
        "spotify": "https://open.spotify.com/artist/7BjYtpKbFrgy8EX8REsjhW?si=qfA3AMyORyOFZtLhJCBF8Q",
        "bandcamp": "https://amamelia.bandcamp.com/"
      }
    },
    {
      "id": 2,
      "name": "BABY ZIONOV",
      "bio": "Baby Zionov is the musical project of Aaliyah Zionov, a musician and songwriter currently based in Tāmaki Makaurau. Baby Zionov's music takes influence from 90s happy hardcore, 70s space disco, and vintage 16-bit video game soundtracks. She lays her playfully sensual vocals delicately throughout the mix. Her debut album ...And You Are The Bitch was conceived, created and mixed by Baby Zionov as Aotearoa, New Zealand went into lockdown to combat the spread of Covid-19. Throughout the EP she is joined by Lil Gracie, Ragged Veins and Chansey. The EP was mastered by Rohan Evans (The Wine Cellar) and keen listeners will draw parallels to the output of Charli XCX , 100 gecs, and QT.",
      "img": "./Baby Zionov - 1 - Photo Credit Frances Carter.jpg",
      "video": "https://www.youtube.com/embed/0Xd8mm87EZg",
      "pcredt": "Frances Carter",
      "pcredlink": "https://www.instagram.com/francescarter/", 
      "socialMedia": {
        "twitter": "https://twitter.com/babyzionov",
        "youtube": "https://www.youtube.com/playlist?list=PL3_-29X9BmxOkkdFlPFN3P6jo8ufz8cKs",
        "instagram": "https://www.instagram.com/babyzionov/",
        "facebook": "https://www.facebook.com/babyzionov/",
        "spotify": "https://open.spotify.com/artist/4RLTd4Vi9dfNeEKMnmylaO?si=lOx41DDJTveJZJeZhcgCKw",
        "bandcamp": "https://babyzionov.bandcamp.com/"
      }
    },
    {
      "id": 3,
      "name": "DATELINE",
      "bio": "Dateline is the musical project of Katie Everingham, a musician and songwriter currently based in Hastings. Her band is made up of the cream of Auckland's indie and alternative crop featuring Callum Devlin (Hans Pucket), Priya Sami (fka Trip Pony, Sami Sisters) and Ruby Walsh (Lips, Trip Pony). Earlier in the year Dateline supported US artist Jaysom and their scorching set was recorded and released as Dateline Live! The EP comes off the back of two hot singles, If You Want It and Such A Bitch. Those songs were recorded by Dateline's original band members Elizabeth Stokes (The Beths) Robert Bruce (The Naenae Express) and Ruby Walsh (Trip Pony). Before the year is over Dateline will hit the studio for another round of recording!",
      "img": "./0006_31A.JPG",
      "video": "https://www.youtube.com/embed/q-gJ3Fqts0w",
      "pcredt": "Mason Fairey",
      "pcredlink": "https://www.instagram.com/faireyytales/", 
      "socialMedia": {
        "twitter": "",
        "youtube": "https://www.youtube.com/playlist?list=PL3_-29X9BmxO3X_bFj3-XzC9QDWkH3bF_",
        "instagram": "https://www.instagram.com/dateline2.0/",
        "facebook": "https://www.facebook.com/Dateline2.0/",
        "spotify": "https://open.spotify.com/artist/1qmkqOcRV8vy61b2zBBeFm?si=Sr__jEuaRUKHrqucvz5zJw",
        "bandcamp": "https://dateline.bandcamp.com/"
      }
    },
    {
      "id": 4,
      "name": "GREEN GROVE",
      "bio": "Green Grove is the musical project of Durham Fenwick, a musician and songwriter currently based in Auckland. Green Grove's music is for deep listening, creating lush electronic worlds inspired by Lounge and Library Music. Durham has wholeheartedly immersed himself into Auckland's independent music scene, initially as the guitarist of New Gum Sarn, and then swiftly into groups such as Guardian Singles, Bozo, PG/VG and as a live sound engineer at Whammy Bar. Following the release of 2019's Machine Music, Green Grove has pivoted to a contemplative sound palette, with his live set embodying mindful ambience and graceful soundscapes.",
      "img": "./GG Photo.JPG",
      "video": "https://www.youtube.com/embed/akYUCWIWPfs",
      "pcredt": "Olive Cairns-Morrison",
      "pcredlink": "", 
      "socialMedia": {
        "twitter": "",
        "youtube": "https://www.youtube.com/playlist?list=PL3_-29X9BmxOJviy25j6hwBNpTIhU7Un_",
        "instagram": "https://www.instagram.com/darimfennick/",
        "facebook": "https://www.facebook.com/Greengrov3/",
        "spotify": "https://open.spotify.com/artist/4Or9cUnJdgeT8tQ0SP7PrV?si=76-IAgTjQlqqHJBBwt9KXw",
        "bandcamp": "https://greengrove.bandcamp.com/"
      }
    },
    {
      "id": 5,
      "name": "K M T P",
      "bio": "K M T P is the musical project of Keria Paterson, a musician and songwriter currently based in Auckland. Keria  didn’t discover music at a particular point in their life, it was always there, whether it was attending Flying Nun gigs with family as a kid and starting to sing and play guitar and piano at an early age. At high school, they connected with other passionate musicians and added bass and keyboards/synths to his repertoire, as well as beginning to experiment with recording and live music production. Before starting their own solo projects as K M T P, Paterson played with Auckland indie faves Polyester, as well as with Ethan Moore’s “bedroom stadium pop” project Dirty Pixels.",
      "img": "./KMTP - 1 - Photo Credit Karin Yamasaki.jpg",
      "video": "https://www.youtube.com/embed/ROzMlIWMNbY",
      "pcredt": "Karin Yamasaki",
      "pcredlink": "https://www.instagram.com/karin.yamasaki/",
      "socialMedia": {
        "twitter": "",
        "youtube": "https://www.youtube.com/playlist?list=PL3_-29X9BmxPHHVcoX1ichAnwOBCIk-uk",
        "instagram": "https://www.instagram.com/kmtpmakesmusic/",
        "facebook": "https://www.facebook.com/kmtpmakesmusic/",
        "spotify": "https://open.spotify.com/artist/3PW65WLXS6nvUaNquvoXvO?si=DRYvU2R6Q-KKQxCwOGdTRA",
        "bandcamp": "https://kmtp.bandcamp.com/album/p-s-c-u-soon"
      }
    },
    {
      "id": 6,
      "name": "POWER NAP",
      "bio": "Power Nap is the musical project of Chris Cudby, a musician and songwriter from Tāmaki Makaurau. Power Nap released his debut solo long-player Shaped Canvas in mid-2019, delivering student radio hits ‘Pizza Man’ and ‘Forever Man’. He will follow that up in 2021 with the 'Dinosaurs EP'. The former Golden Axe singer and keyboardist leads listeners on a catchy sonic journey through proto-vaporwave party jams, lo-tech psychedelic pop, looping sample slices and zoned-out soundscapes. He’s brought the party live alongside SWIDT, Disasteradio and Neil Hamburger as well as appearing at festivals like Newtown Festival, Outsider Sounds and NZ Psych Fest.",
      "img": "./PNwalllandscapeoption2.jpg",
      "video": "",
      "pcredt": "Daif King",
      "pcredlink": "https://www.instagram.com/zac_arnold666/",
      "socialMedia": {
        "twitter": "https://twitter.com/ChrisCudby",
        "youtube": "https://www.youtube.com/playlist?list=PL3_-29X9BmxMCzzFLScw4P7jhVKBMR64o",
        "instagram": "https://www.instagram.com/chris_cudby/",
        "facebook": "https://www.facebook.com/powernapmusic",
        "spotify": "https://open.spotify.com/artist/40gRLnOmF0AauideA3n4HV",
        "bandcamp": "https://powernap.bandcamp.com/"
      }
    }
  ]
}